minhthongvgt/xiaozhi-diy/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_BOARD_TYPE_CUSTOM_S3_N16R8=y
# CONFIG_SPIRAM is not set
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
